export const regionOptions = [
    {
      name: "서울특별시",
      subcategories: [
        "강남구", "강동구", "강북구", "강서구", "관악구", 
        "광진구", "구로구", "금천구", "노원구", "도봉구", 
        "동대문구", "동작구", "마포구", "서대문구", "서울특별시", 
        "서초구", "성동구", "성북구", "송파구", "양천구", 
        "영등포구", "용산구", "은평구", "종로구", "중구", "중랑구"
      ]
    },
    {
      name: "부산광역시",
      subcategories: [
      "강서구", "금정구", "기장군", "남구", "동구",
      "동래구", "부산진구", "북구", "사상구", "사하구",
      "서구", "수영구", "연제구", "영도구", "중구", "해운대구"
      ]
    },
    {
      name: "대구광역시",
      subcategories: [
      "군위군", "남구", "달서구", "달성군", "동구",
      "북구", "서구", "수성구", "중구"
      ]
    },
    {
      name: "인천광역시",
      subcategories: [
      "강화군", "계양구", "남동구", "동구", "미추홀구",
      "부평구", "서구", "연수구", "옹진군", "중구"
      ]
    },
    {
      name: "광주광역시",
      subcategories: [
      "광산구", "광주광역시", "남구", "동구", "북구", "서구"
      ]
    },
    {
      name: "세종특별자치시",
      subcategories: [
      "세종특별자치시"
      ]
    },
    {
      name: "대전광역시",
      subcategories: [
      "대덕구", "동구", "서구", "유성구", "중구"
      ]
    },
    {
      name: "울산광역시",
      subcategories: [
      "남구", "동구", "북구", "울주군", "중구"
      ]
    },
    {
      name: "경기도",
      subcategories: [
      "가평군", "경기도", "고양시", "과천시", "광명시",
      "광주시", "구리시", "군포시", "김포시", "남양주시",
      "동두천시", "부천시", "성남시", "수원시", "시흥시",
      "안산시", "안성시", "안양시", "양주시", "양평군",
      "여주시", "연천군", "오산시", "용인시", "의왕시",
      "의정부시", "이천시", "파주시", "평택시", "포천시",
      "하남시", "화성시"
      ]
    },
    {
      name: "강원도",
      subcategories: [
      "강릉시", "고성군", "동해시", "삼척시", "속초시",
      "양구군", "양양군", "영월군", "원주시", "인제군",
      "정선군", "철원군", "춘천시", "태백시", "평창군",
      "홍천군", "화천군", "횡성군"
      ]
    },
    {
      name: "충청북도",
      subcategories: [
      "괴산군", "단양군", "보은군", "영동군", "옥천군",
      "음성군", "제천시", "증평군", "진천군", "청주시", "충주시"
      ]
    },
    {
      name: "충청남도",
      subcategories: [
      "계룡시", "공주시", "금산군", "논산시", "당진시",
      "보령시", "부여군", "서산시", "서천군", "아산시", "연기군",
      "예산군", "천안시", "청양군", "태안군", "홍성군"
      ]
    },
    {
      name: "전라북도",
      subcategories: [
      "고창군", "군산시", "김제시", "남원시", "무주군",
      "부안군", "순창군", "완주군", "익산시", "임실군",
      "장수군", "전주시", "정읍시", "진안군"
      ]
    },
    {
      name: "전라남도",
      subcategories: [
      "강진군", "고흥군", "곡성군", "광양시", "구례군",
      "나주시", "담양군", "목포시", "무안군", "보성군",
      "순천시", "신안군", "여수시", "영광군", "영암군",
      "완도군", "장성군", "장흥군", "진도군", "함평군",
      "해남군", "화순군"
      ]
    },
    {
      name: "경상북도",
      subcategories: [
      "포항시", "경주시", "김천시", "안동시", "구미시",
      "영주시", "영천시", "상주시", "문경시", "경산시",
      "의성군", "청송군", "영양군", "영덕군", "청도군",
      "고령군", "군위군", "성주군", "칠곡군", "예천군", "봉화군",
      "울진군", "울릉군"
      ]
    },
    {
      name: "경상남도",
      subcategories: [
      "창원시", "김해시", "양산시", "진주시", "거제시",
      "통영시", "사천시", "밀양시", "함안군", "거창군",
      "창녕군", "고성군", "하동군", "합천군", "남해군",
      "함양군", "산청군", "의령군"
      ]
    },
    {
      name: "제주특별자치도",
      subcategories: [
      "제주시", "서귀포시"
      ]
    }
  ]